modules/testsuite/native-tests/src/test/resources/common/soap/jbws2703.xml

<soapenv:Envelope xmlns:soapenv='http://schemas.xmlsoap.org/soap/envelope/' xmlns:jbw='http://ws.jboss.org/jbws2703'>
  <soapenv:Header>
    <jbw:myvalue>
      <arg0>111</arg0>
    </jbw:myvalue>
  </soapenv:Header>
  <soapenv:Body>
    <jbw:echo>
      <arg0>222</arg0>
    </jbw:echo>
  </soapenv:Body>
</soapenv:Envelope>

